Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B27A.tmx
Source language: en_us
Languages: zh_cn

source: Companies with Women on Their Boards Do Better—And Not Just Because They Know Shampoo
zh_cn: 女性不仅了解洗发水，她们在公司董事会中也应有一席之地

source: Add one more report to the long data vouching for the importance of women on corporate boards.
zh_cn: 这是关于女性在公司董事会中的重要性的又一个理由。

source: A new study of more than 4,200 public companies from global market index provider MSCI reports that those with “strong female leadership” enjoyed a 36.4 percent greater return on equity over a five-and-a-half year period than companies without a critical mass of women at the top.
zh_cn: 一项关于全球市场指数（MSCI）提供商中的4200个上市公司的新研究报告表明，那些具有强有力女性领导的公司在过去5年半中比那些顶层管理人员中没有女性的公司，在股本回报率方面的表现高36.4%。

source: For the purposes of the study, MSCI defined strong female leadership as having a board of directors with at least three women, which research suggests comprises acritical mass for decision-making influence, or a percentage of women that’s higher than average in the company’s country.
zh_cn: 为了这项研究，MSCI定义了董事会中强势女性领导力的标准，即至少有三名女性，这是研究所建议的能够对决策产生影响的关键多数，或者在董事会中女性所占比例比所在国家的公司中的女性比例稍高。

source: Strong female leadership isn’t a common trait in today’s corporate terrain:
zh_cn: 强势女性领导力在当今公司领域不是一个常见的特点：

source: In February, Ernst & Young found that women hold 16 percent of board seats for S&P 1500 companies—fewer seats than those held just by men named John, Robert, James, and William.
zh_cn: 二月，安永公司发行女性在S&P 1500公司董事会中所占比例为16%，比那些名字叫约翰，罗伯特，詹姆斯和威廉的还少。

source: Only 20.1 percent of the companies MSCI surveyed had at least three women on their boards.
zh_cn: MSCI中只有20.1%的公司在董事会中保留了3个女性位置。

source: Between December 2009 and August 2015, MSCI found that the companies with more gender-balanced boards marked an average 10.1 percent return, compared to a 7.4 percent return for companies with man-heavy boards.
zh_cn: 在2009年12月到2015年8月间，MSCI发行那些董事会中性别更加均衡的公司的平均回报率为10.1%，而董事会中主要都是男性的公司平均回报率只有7.4%。

source: The study doesn’t claim to prove that strong female leadership causes better financial returns—a board with more women could be a symptom of a company that tries hard and embraces progressive change, which would affect returns in its own way.
zh_cn: 研究并没有声称强势女性领导力能带来更好的财务回报，董事会中女性更多可能是公司正在努力适应进步的表现，而且可能对回报率有自己的影响。

source: “However,” the study notes, “academic research in management and social psychology has long shown that groups with more diverse composition tended to be more innovative and made better decisions.”
zh_cn: 研究还说，‘但是，很久以来管理和社会心理学的学术研究都显示，成分比较多元的团体倾向于更加有创造性，并且能做出更好的决定。

source: MSCI also found that companies with less gender-diverse boards were more likely to be plagued by “governance- related controversies” like bribery, corruption, and fraud.
zh_cn: ‘MSCI还发现，董事会性别多样性较小的公司更有可能被诸如贿赂，腐败和欺诈等’治理相关争议‘所困扰。

source: Despite mounting evidence that companies have much to gain by expending extra effort to diversify their boards, the message has been slow to sink in.
zh_cn: 虽然有越来越多的证据表明公司通过将董事会组成变得多元化能够得到很多益处，但这个观念被接受的速度很慢。

source: Last year,Fortune reported that in the past decade, the proportion of female board directors of Fortune 500 companies inched up a mere 3.3 percent.
zh_cn: 去年，财富杂志报道说，在过去的10年中，财富500强公司中女性董事会成员的比例仅仅上升了3.3%。

source: Messaging may be partly to blame for this corporate mental block.
zh_cn: 其中的原因可能在于公司的心理障碍问题。

source: Today, the New York Times presents the case study of TSG Consumer Partners, a private equity firm that had only one female investor in 2004.
zh_cn: 今天，纽约时报报道了一家私人直接投资公司“TSG消费伙伴‘的案例，这家公司在2004年只有1位女性投资人。

source: Now, a full half of the firm’s staff is female, a far better count than the average North American private equity firm, whose employee ranks are just 13.7 percent women.
zh_cn: 现在，公司半数的职员都是女性，比北美私人投资公司的平均数高很多，平均水平为女性雇员占13.7%。

source: Leslie Picker writes:For Chuck Esserman, the firm’s co-founder and chief executive, and Jamie O’Hara, the firm’s president, the gender balance pursuit was not just the politically correct thing to do, but they also saw it as a competitive advantage.
zh_cn: Leslie Picker写到，对于公司创始人兼首席执行官Chuck Esserman和公司总裁Jamie O’Hara来说，对性别平衡的追求不仅是政治正确的事情，而且他们发现这是一个竞争优势。

source: The 28-year-old firm focuses exclusively on companies that make consumer goods, like Glaceau Vitaminwater and Pureology, which manufactures shampoo and conditioner.
zh_cn: 这个28年的公司专心于生产消费品的公司，如酷乐仕维他命水和普奥琪，这些公司生产洗发水和护发素。

source: Because women make the majority of purchasing decisions in the household, TSG wanted their expertise at the table.
zh_cn: 因为家庭的主要采购决策是由女性做出的，TSG希望能成为其中的行家。

source: Later in the piece, the president of a firm that works with TSG lauds TSG’s efforts to bring more women into its decision-making ranks. “It’s an important component in the way they approach the market—their ability to talk to a management team that’s focused on cosmetics, beauty, fashion, where these women have enormous insights,” he says.
zh_cn: 文章后来讲到，与TSG做生意的一家公司的总裁夸赞TSG为公司的市场策略所做的女郎，他们能够跟一家关注化妆品，美容，时尚的公司管理人员对话，并且这些女性非常有见地。这位总裁这样说。

source: It's frustrating that, in 2015, firms must still justify their efforts to put more women in leadership positions by harping on just one element of a woman's expertise: her personal, gender-specific experiences.
zh_cn: 令人沮丧的是在2015年，公司还要为努力在领导层中增加女性而做出辩护，即喋喋不休地说起女性特有的一个品质– 她的人性化的，温和的态度。

source: When companies push for gender diversity, they're more likely to promote and appoint women who are deserving candidates—who are great at their jobs but might have been passed over for the usual suspects.
zh_cn: 当公司为了性别多样性而奋力争取使，他们将更能够提升并任命应该得到那些职位的女性，她们工作出色但可能通常不再考虑之列。

source: Companies with women on their boards make better decisions because of their diverse perspectives in all aspects of the business, not just because women use the products the companies are selling.
zh_cn: 董事会中有女性的公司因为他们在商业各个方面的多样化视角，而能够做出更好的决定，不仅因为女性使用公司售卖的产品而已。
